{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "ZibraVDBForUnreal",
					"Children": [
						{
							"Source":
							{
								"Text": "Export .zibravdb"
							},
							"Translation":
							{
								"Text": ".zibravdbをエクスポート "
							},
							"Key": "ExportCommand"
						},
						{
							"Source":
							{
								"Text": "Export .zibravdb volume to file."
							},
							"Translation":
							{
								"Text": ".zibravdbボリュームをファイルにエクスポート"
							},
							"Key": "ExportCommand_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Reimport"
							},
							"Translation":
							{
								"Text": "再インポート"
							},
							"Key": "ReimportCommand"
						},
						{
							"Source":
							{
								"Text": "Reimport the asset from the original source file."
							},
							"Translation":
							{
								"Text": "元のソースファイルからアセットを再インポート"
							},
							"Key": "ReimportCommand_ToolTip"
						}
					]
				}
			]
		},
		{
			"Namespace": "ZibraVDBForUnreal",
			"Children": [
				{
					"Source":
					{
						"Text": "About"
					},
					"Translation":
					{
						"Text": "ZibraVDBについて"
					},
					"Key": "ZibraVDBAboutSection"
				},
				{
					"Source":
					{
						"Text": "Bug Description"
					},
					"Translation":
					{
						"Text": "バグ説明"
					},
					"Key": "BugDescription"
				},
				{
					"Source":
					{
						"Text": "Bug Reporter"
					},
					"Translation":
					{
						"Text": "バグレポーター"
					},
					"Key": "BugReporter"
				},
				{
					"Source":
					{
						"Text": "Bug report was sent successfully."
					},
					"Translation":
					{
						"Text": "バグレポートが送信されました"
					},
					"Key": "BugReportSentSuccessfully"
				},
				{
					"Source":
					{
						"Text": "Can't check for updates for this version. Current version is {0}. Latest version is {1}."
					},
					"Translation":
					{
						"Text": "このバージョンではアップデートを確認できません。現在のバージョンは{0}です。最新バージョンは{1}です。"
					},
					"Key": "UpdateCheckCantParseCurrentVersion"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "キャンセル"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Channel"
					},
					"Translation":
					{
						"Text": "チャンネル"
					},
					"Key": "Channel"
				},
				{
					"Source":
					{
						"Text": "Channels have different voxel size and won't be rendered properly (Actor: {0})."
					},
					"Translation":
					{
						"Text": "チャンネルのボクセルサイズが異なるため、正しくレンダリングされません（アクター：{0}）。"
					},
					"Key": "DifferentVoxelSizeWarning"
				},
				{
					"Source":
					{
						"Text": "Check for updates"
					},
					"Translation":
					{
						"Text": "アップデートを確認"
					},
					"Key": "RunUpdateCheck"
				},
				{
					"Source":
					{
						"Text": "Check whether there is newer ZibraVDB version available"
					},
					"Translation":
					{
						"Text": "新しいZibraVDBバージョンがあるかどうかを確認します"
					},
					"Key": "RunUpdateCheckDescription"
				},
				{
					"Source":
					{
						"Text": "Checking for updates..."
					},
					"Translation":
					{
						"Text": "アップデートを確認中…"
					},
					"Key": "UpdateCheckRun"
				},
				{
					"Source":
					{
						"Text": "Compress"
					},
					"Translation":
					{
						"Text": "圧縮"
					},
					"Key": "Compress"
				},
				{
					"Source":
					{
						"Text": "Compression requires active license. You can enter your license details via Project Settings. You can purchase ZibraVDB license on https://zibra.ai"
					},
					"Translation":
					{
						"Text": "圧縮にはライセンスが必要です。ライセンス情報は「プロジェクト設定」で入力できます。ZibraVDBのライセンスは「https://zibra.ai」で購入できます。"
					},
					"Key": "TriedToCompressButLicenseNotVerified"
				},
				{
					"Source":
					{
						"Text": "Copy diagnostics info"
					},
					"Translation":
					{
						"Text": "診断情報をコピー"
					},
					"Key": "CopyDiagnosticsInfo"
				},
				{
					"Source":
					{
						"Text": "Copy diagnostics information about system and project to the clipboard"
					},
					"Translation":
					{
						"Text": "システムとプロジェクトに関する診断情報をクリップボードにコピーします"
					},
					"Key": "CopyDiagnosticsInfoDescription"
				},
				{
					"Source":
					{
						"Text": "Could not load OpenVDBHelper DLL from {0}. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "OpenVDBHelperのDLLは{0}からロードに失敗でした。ZibraVDBは動作しません。"
					},
					"Key": "OpenVDBHelperDLLLoadFailed"
				},
				{
					"Source":
					{
						"Text": "Could not load ZibraVDB SDK DLL from {0}. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "ZibraVDB SDKのDLLは{0}からロードに失敗でした。ZibraVDBは動作しません。"
					},
					"Key": "ZibraVDBSDKDLLLoadFailed"
				},
				{
					"Source":
					{
						"Text": "Deprecation Warning"
					},
					"Translation":
					{
						"Text": "非推奨警告"
					},
					"Key": "DeprecationWarning"
				},
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": "詳細"
					},
					"Key": "Details"
				},
				{
					"Source":
					{
						"Text": "Diagnostics"
					},
					"Translation":
					{
						"Text": "診断"
					},
					"Key": "ZibraVDBDiagnosticsSection"
				},
				{
					"Source":
					{
						"Text": "Diagnostics info is copied to the clipboard."
					},
					"Translation":
					{
						"Text": "診断情報がクリップボードにコピーされました。"
					},
					"Key": "DiagnosticsInfoCopiedToClipboard"
				},
				{
					"Source":
					{
						"Text": "Error parsing server response. Current version is {0}. Latest version is {1}."
					},
					"Translation":
					{
						"Text": "サーバーからの応答を解析できませんでした。現在のバージョンは{0}、最新バージョンは{1}です。"
					},
					"Key": "UpdateCheckCantParseLatestVersion"
				},
				{
					"Source":
					{
						"Text": "Error reading metadata from OpenVDB sequence {0}"
					},
					"Translation":
					{
						"Text": "OpenVDBシーケンス{0}からメタデータを読み込む際にエラーが発生しました"
					},
					"Key": "OpenVDBMetadataReadingFailure"
				},
				{
					"Source":
					{
						"Text": "Export .zibravdb file"
					},
					"Translation":
					{
						"Text": ".zibravdbファイルをエクスポート"
					},
					"Key": "ExportZibraVDBFile"
				},
				{
					"Source":
					{
						"Text": "Export asset to .zibravdb file"
					},
					"Translation":
					{
						"Text": "アセットを.zibravdbファイルにエクスポート"
					},
					"Key": "ExportZibraVDBFileTooltip"
				},
				{
					"Source":
					{
						"Text": "Failed to import methods from OpenVDBHelper DLL. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "OpenVDBHelperのDLLからメソッドはロードに失敗でした。ZibraVDBは動作しません。"
					},
					"Key": "OpenVDBHelperMethodLoadFailed"
				},
				{
					"Source":
					{
						"Text": "Failed to import methods from ZibraVDB SDK DLL. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "ZibraVDB SDKのDLLからメソッドはロードに失敗でした。ZibraVDBは動作しません。"
					},
					"Key": "ZibraVDBSDKMethodLoadFailed"
				},
				{
					"Source":
					{
						"Text": "Failed to initialize compressor."
					},
					"Translation":
					{
						"Text": "圧縮の初期化に失敗しました。"
					},
					"Key": "CompressorInitializationFailed"
				},
				{
					"Source":
					{
						"Text": "Failed to initialize decompressor: {0}"
					},
					"Translation":
					{
						"Text": "展開の初期化に失敗しました：{0}"
					},
					"Key": "DecompressorInitializationFailure"
				},
				{
					"Source":
					{
						"Text": "Failed to load data from file."
					},
					"Translation":
					{
						"Text": "ファイルからデータを読み込めませんでした。"
					},
					"Key": "LoadFileToArrayFailed"
				},
				{
					"Source":
					{
						"Text": "Failed to register decompression resources."
					},
					"Translation":
					{
						"Text": "展開リソースの登録に失敗しました。"
					},
					"Key": "DecompressorResourceRegisterFailure"
				},
				{
					"Source":
					{
						"Text": "Failed to send bug report. Network request failed. Please check your internet connection."
					},
					"Translation":
					{
						"Text": "バグレポートの送信に失敗しました。ネットワークリクエストに失敗しました。インターネット接続を確認してください。"
					},
					"Key": "FailedToSendBugReportNetworkError"
				},
				{
					"Source":
					{
						"Text": "Failed to send bug report. Server responded with an error code {0}. Response: {1}."
					},
					"Translation":
					{
						"Text": "バグレポートの送信に失敗しました。サーバーがエラーコード{0}を返しました。応答:{1}。"
					},
					"Key": "FailedToSendBugReportServerError"
				},
				{
					"Source":
					{
						"Text": "File does not exist."
					},
					"Translation":
					{
						"Text": "ファイルが存在しません。"
					},
					"Key": "FileDoesntExist"
				},
				{
					"Source":
					{
						"Text": "Global Distance Field is disabled, received shadows won't work"
					},
					"Translation":
					{
						"Text": "グローバル距離フィールドが無効のため、受ける影が機能しません"
					},
					"Key": "GDFDisabledNoReceivedShadows"
				},
				{
					"Source":
					{
						"Text": "Import"
					},
					"Translation":
					{
						"Text": "インポート"
					},
					"Key": "Import"
				},
				{
					"Source":
					{
						"Text": "Import .zibravdb File"
					},
					"Translation":
					{
						"Text": ".zibravdbファイルをインポート"
					},
					"Key": "ImportZibraVDBFile"
				},
				{
					"Source":
					{
						"Text": "Import OpenVDB Sequence"
					},
					"Translation":
					{
						"Text": "OpenVDBシーケンスをインポート"
					},
					"Key": "ImportVDBSequence"
				},
				{
					"Source":
					{
						"Text": "Import OpenVDB Sequence"
					},
					"Translation":
					{
						"Text": "OpenVDBシーケンスをインポート"
					},
					"Key": "ImportOpenVDBSequence"
				},
				{
					"Source":
					{
						"Text": "Include editor log"
					},
					"Translation":
					{
						"Text": "エディターログを含める"
					},
					"Key": "IncludeEditorLog"
				},
				{
					"Source":
					{
						"Text": "Initialization failed due to uninitialized RHI. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "サポートされていないRHIのため初期化に失敗しました。現在のRHIは{0}ですが、サポートされているのはD3D12のみです。ZibraVDBは動作しません。"
					},
					"Key": "RHIUninitializedError"
				},
				{
					"Source":
					{
						"Text": "Initialization failed due to unsupported RHI. Current RHI is {0}, while only D3D12 is supported. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "サポートされていない RHI のため初期化に失敗しました。現在のRHIは{0}ですが、サポートされているのはD3D12のみです。ZibraVDBは動作しません。"
					},
					"Key": "UnsupportedRHIError"
				},
				{
					"Source":
					{
						"Text": "Initialization failed due to unsupported Shader Model. Current Shader Model is {0}, while only SM6 is supported. ZibraVDB will not work."
					},
					"Translation":
					{
						"Text": "サポートされていないシェーダーモデルのため初期化に失敗しました。現在のシェーダーモデルは{0}ですが、サポートされているのはSM6のみです。ZibraVDBは動作しません。"
					},
					"Key": "UnsupportedSMError"
				},
				{
					"Source":
					{
						"Text": "Invalid license key format"
					},
					"Translation":
					{
						"Text": "ライセンスキーの形式が無効です。"
					},
					"Key": "InvalidLicenseKeyFormat"
				},
				{
					"Source":
					{
						"Text": "New version of ZibraVDB is available. Current version is {0}. Latest version is {1}."
					},
					"Translation":
					{
						"Text": "新しいZibraVDBバージョンがあります。現在のバージョンは{0}、最新バージョンは{1}です。"
					},
					"Key": "UpdateCheckNewVersionIsAvailable"
				},
				{
					"Source":
					{
						"Text": "Note that editor log may include certain information about your project."
					},
					"Translation":
					{
						"Text": "エディターログには、プロジェクトに関する一部の情報が含まれる場合があります。"
					},
					"Key": "IncludeEditorLogNote"
				},
				{
					"Source":
					{
						"Text": "Open Bug Reporter Window"
					},
					"Translation":
					{
						"Text": "バグレポーターウィンドウを開く"
					},
					"Key": "OpenBugReporterWindow"
				},
				{
					"Source":
					{
						"Text": "Open Documentation"
					},
					"Translation":
					{
						"Text": "ドキュメントを開く"
					},
					"Key": "OpenDocumentation"
				},
				{
					"Source":
					{
						"Text": "Open OpenVDB Sequence Import Window"
					},
					"Translation":
					{
						"Text": "OpenVDBシーケンスインポートウィンドウを開く"
					},
					"Key": "OpenOpenVDBSequenceImportWindow"
				},
				{
					"Source":
					{
						"Text": "Open website with plugin documentation"
					},
					"Translation":
					{
						"Text": "プラグインのドキュメントサイトを開く"
					},
					"Key": "OpenDocumentationDescription"
				},
				{
					"Source":
					{
						"Text": "Please enter bug description before submitting bug report."
					},
					"Translation":
					{
						"Text": "バグレポートを送信する前に、バグ説明を入力してください。"
					},
					"Key": "PleaseEnterBugDescription"
				},
				{
					"Source":
					{
						"Text": "Please enter bug description here.\nMake sure to include all information relevant to reproducing the bug."
					},
					"Translation":
					{
						"Text": "バグの説明をここに入力してください。\nバグを再現するために必要なすべての関連情報を必ず記載してください。"
					},
					"Key": "BugDescriptionPlaceholder"
				},
				{
					"Source":
					{
						"Text": "Please, select at least one channel to compress"
					},
					"Translation":
					{
						"Text": "圧縮するチャンネルを少なくとも1つ選択してください。"
					},
					"Key": "SelectAtLeastOneChannelToCompress"
				},
				{
					"Source":
					{
						"Text": "Plugin is up to date. Current version is {0}."
					},
					"Translation":
					{
						"Text": "プラグインは最新です。現在のバージョンは{0}です。"
					},
					"Key": "UpdateCheckUpToDate"
				},
				{
					"Source":
					{
						"Text": "Plugins"
					},
					"Translation":
					{
						"Text": "プラグイン"
					},
					"Key": "PluginsSection"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "品質"
					},
					"Key": "Quality"
				},
				{
					"Source":
					{
						"Text": "Reading metadata..."
					},
					"Translation":
					{
						"Text": "メタデータを読み込み中…"
					},
					"Key": "ReadingMetadata"
				},
				{
					"Source":
					{
						"Text": "Reimporting Asset..."
					},
					"Translation":
					{
						"Text": "再インポート中…"
					},
					"Key": "ReimportingAsset"
				},
				{
					"Source":
					{
						"Text": "Selected OpenVDB files have no valid channels."
					},
					"Translation":
					{
						"Text": "選択されたOpenVDBファイルには有効なチャンネルがありません。"
					},
					"Key": "OpenVDBHasNoChannels"
				},
				{
					"Source":
					{
						"Text": "Selected asset path is not valid."
					},
					"Translation":
					{
						"Text": "選択されたパス「{0}」には OpenVDBファイルがありません。"
					},
					"Key": "InvalidAssetPath"
				},
				{
					"Source":
					{
						"Text": "Selected path \"{0}\" has no OpenVDB files."
					},
					"Translation":
					{
						"Text": "選択されたアセットパスが無効です。"
					},
					"Key": "NoOpenVDBFiles"
				},
				{
					"Source":
					{
						"Text": "Sending Bug Report..."
					},
					"Translation":
					{
						"Text": "バグレポートを送信中…"
					},
					"Key": "SendingBugReport"
				},
				{
					"Source":
					{
						"Text": "Set ZibraVDB License Key"
					},
					"Translation":
					{
						"Text": "ZibraVDBライセンスキーを設定"
					},
					"Key": "ZibraVDBLicenseSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Submit"
					},
					"Translation":
					{
						"Text": "送信"
					},
					"Key": "Submit"
				},
				{
					"Source":
					{
						"Text": "The {0} has been successfully imported"
					},
					"Translation":
					{
						"Text": "{0}のインポートに成功しました"
					},
					"Key": "SuccessfullyImported"
				},
				{
					"Source":
					{
						"Text": "There is no Sky Atmosphere, ambient lighting won't work"
					},
					"Translation":
					{
						"Text": "Sky Atmosphereが存在しないため、Ambient Lightingが機能しません"
					},
					"Key": "NoSkyAtmosphereNoAmbientLighting"
				},
				{
					"Source":
					{
						"Text": "This actor already has overlay material on it. Please remove it first."
					},
					"Translation":
					{
						"Text": "このアクターにはすでにオーバーレイマテリアルが適用されています。まずそれを削除してください。"
					},
					"Key": "ActorAlreadyHasOverlayMaterial"
				},
				{
					"Source":
					{
						"Text": "Update check failed. Failed to parse response from the server. Please check your firewall settings or try again later. Server Response: {0}"
					},
					"Translation":
					{
						"Text": "アップデートチェックに失敗しました。サーバーの応答を解析できません。ファイアウォール設定を確認するか、後でもう一度お試しください。サーバー応答: {0}"
					},
					"Key": "UpdateCheckFailedBadResponse"
				},
				{
					"Source":
					{
						"Text": "Update check failed. Request was unsuccessful. Please check your internet connection and firewall settings or try again later."
					},
					"Translation":
					{
						"Text": "アップデートチェックに失敗しました。リクエストが成功しませんでした。インターネット接続およびファイアウォール設定を確認するか、後でもう一度お試しください。"
					},
					"Key": "UpdateCheckFailedNetworkError"
				},
				{
					"Source":
					{
						"Text": "Valid UZibraVDBVolume4 must be specified."
					},
					"Translation":
					{
						"Text": "有効なUZibraVDBVolume4を指定する必要があります。"
					},
					"Key": "UZibraVDBVolume4Required"
				},
				{
					"Source":
					{
						"Text": "Your license does not include Compression functionality. You can change your license via Project Settings. You can purchase new ZibraVDB license on https://zibra.ai"
					},
					"Translation":
					{
						"Text": "お使いのライセンスには圧縮機能が含まれていません。「プロジェクト設定」からライセンスを変更できます。新しいZibraVDBライセンスは「https://zibra.ai」で購入できます。"
					},
					"Key": "TriedToCompressButLicenseNoCompression"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB"
					},
					"Translation":
					{
						"Text": "ZibraVDB"
					},
					"Key": "ZibraVDBMenuName"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Actor"
					},
					"Translation":
					{
						"Text": "ZibraVDBアクター"
					},
					"Key": "ZibraVDBActor"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Asset"
					},
					"Translation":
					{
						"Text": "ZibraVDBアセット"
					},
					"Key": "ZibraVDBAssetTypeActions"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Asset Editor"
					},
					"Translation":
					{
						"Text": "ZibraVDBアセットエディタ"
					},
					"Key": "ZibraVDBAssetEditorName"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Assets"
					},
					"Translation":
					{
						"Text": "ZibraVDBアセット"
					},
					"Key": "ZibraVDBAssets"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Editor"
					},
					"Translation":
					{
						"Text": "ZibraVDBエディタ"
					},
					"Key": "ZibraVDBEditorSettingsName"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Editor Settings"
					},
					"Translation":
					{
						"Text": "ZibraVDBエディタ設定"
					},
					"Key": "ZibraVDBEditorSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB License"
					},
					"Translation":
					{
						"Text": "ZibraVDBライセンス"
					},
					"Key": "ZibraVDBLicenseSettingsName"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB License Error"
					},
					"Translation":
					{
						"Text": "ZibraVDBライセンスエラー "
					},
					"Key": "ZibraVDBLicenseErrorTitle"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB Plugin Features"
					},
					"Translation":
					{
						"Text": "ZibraVDBプラグイン機能"
					},
					"Key": "ZibraVDBMenuTooltip"
				},
				{
					"Source":
					{
						"Text": "ZibraVDB: {0}"
					},
					"Translation":
					{
						"Text": "ZibraVDB: {0}"
					},
					"Key": "ZibraVDBNotificationPrefix"
				},
				{
					"Source":
					{
						"Text": "{0} Editor"
					},
					"Translation":
					{
						"Text": "{0}エディタ"
					},
					"Key": "ZibraVDBAssetEditorToolTipText"
				}
			]
		}
	]
}